{
  "folder": "eN5LKE5bEAzwtPPb",
  "name": "Введение",
  "pages": [
    {
      "sort": 100000,
      "name": "Право на медведя",
      "type": "text",
      "_id": "CdbidmZcV4NDP9TB",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<img style=\"border:0px\" src=\"https://dl.dropboxusercontent.com/scl/fi/i3mu8zimtx038racuyb6q/PravoNaM.webp?rlkey=qasdedm69kufcf7b9pseq65tr&amp;st=2p3bksmh\" /><p>Вначале разработки Вторжения Железного клыка наш главный редактор поставали перед нами задачу - создать Adventure Path, где игрокам не придётся расставаться со своими животными-спутниками позади. Паладин, с его преданным скакуном, следопыт с верным волком и друид, оседлавший дружелюбного тираннозавра. По ходу приключений часто возникают ситуации, когда игрокам приходится отказываться от части возможностей своего класса, втиснувшись в пределы городов или сражаясь на лестницах подземелий, рассчитанных на человека. Хоть и не все подземелья во \"Вторжении Железного клыка\" рассчитаны на динозавра, мы постарались сделать некоторые из них такими и все поселения, которые придётся посетить на своём пути, нормально относятся к любым питомцам. Особенно это актуально для \"Клыков войны\", в котором больше дикой местности, чем остальных частях нашем \"диком\" Adventure Path! Здесь всё ещё есть несколько мест, где вашей лошади или обезьяне (да, знаменитые фангвудовские мохоспины) придётся протискиваться, но в остальном события в основном происходят в пустошах, просторных внутренних дворах и огромных зданиях, которые вы и ваш питомец смогут исследовать.</p><p>Учитывая, что Лини, Фейа и Адовин являются каноничными персонажами для этого приключения, не должно стать сюрпризом, что команда Paizo является большими фанатами Повелителя зверей 1982 года от Марка Сингера (и, конечно же, продолжений - Повелителя зверей 2: Сквозь портал времён и Повелителя хверей 3: Глаз Браксуса). Адам Дрейгл, участвующий в разработке, играет за друида с преданным скорпионом Селцисом, а колдун Аманды Хамон-Кунц не расстаётся со своим любимцем - Стэнли, Скрытным змеем. Джессика Прайс (у которой есть реальный кот-фамильяр, несущий её тёмную волю) любит плести истории о своём плутоватом животном-спутнике Пушистике. Директор Джеймс Джейкос не пытается скрыть свою любовь (вполне оправданную) к спутникам-динозаврам всех мастей. Вот почему есть столько способов получить животное-спутника или фамильяра.</p><p>Животные спутники забавны и позволяют раскрыть личности персонажей, дав им друга и помощника, хотя каждый из них становится новым персонажем в группе, потенциально изменяя баланс столкновений или замедляя бой. ГМ должен следить за составом группы и увеличивать сложность в случаях, если животные-спутники значительно облегчают столкновения.</p><p>Вы можете дать врагам собственных животных-спутников или способности, защищающие от животных (такие как тошнотворная вонь или мгновенный намордник (instant muzzle) со страниц 13 и 27 Pathfinder Player Companion: Animal Archive или заклинания, вроде @UUID[Compendium.pf2e.spells-srd.Item.vLA0q0WOK2YPuJs6]{очарования}, с окрытия от животных (hide from animals) или удержания животного (hold animal)). Однако давать каждому врагу постоянный противовес одной из главных особенностей класса, всё равно, что делать каждого врага иммунным к длинным мечам, так что используйте эти опции с осторожностью.</p><p>Помните, что животные - не продолжение своих хозяев и даже самые тренированные из них с неохотой вступят в бой со сверхъестественными монстрами (нужны два трюка, чтобы обучить их атаковать всё, что не является гуманоидом, монструозным гуманоидом или животным). Чтобы дать команду животному, нужно потратить действие, а для выполнения сложной задачи или трюка, который оно не знает. Если количество животных-спутников начинает тормозить бой, рассматривайте их как компаньонов, а не как независимых персонажей.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "ownership": {
        "default": -1,
        "B0v4DJgZRo91hWV7": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.331",
        "systemId": "pf2e",
        "systemVersion": "6.2.1",
        "createdTime": null,
        "modifiedTime": 1723978332506,
        "lastModifiedBy": "B0v4DJgZRo91hWV7"
      }
    },
    {
      "sort": 200000,
      "name": "Спутники, не являющиеся животными",
      "type": "text",
      "_id": "GD7FFWecUBM8T9jb",
      "system": {},
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Спутники, не являющиеся животными</p><p>В \"Следе добычи\" ИП собрали группу последователей из числа неигровых персонажей и помогли им выжить в глуши. Эти смиренные души не должны быть забыты в новом приключении. В выживание каждого НИП вложены усилия игроков, за которые они могут получить небольшую пользу.</p><p>@UUID[Compendium.pf2e-ultimate-compendium.uc-bestiarij.Actor.nW1RhMcyjFj1IYm7]: Оубрин эрудированная и терпеливая, но возраст смирил её юношескую жажду приключений. Она понимает, что кто-то должен защищать и лечить беженцев из Фэндара, пока персонажи игроков идут навстречу опасности. Она рада помочь персонажам игроков когда может, советом или магией. Оубрин не оспаривает лидерство персонажей игроков в принятии решений, но она всегда рада будет сказать «я же вам говорила», когда дела пойдут кувырком.</p><p>@UUID[Compendium.pf2e-ultimate-compendium.uc-bestiarij.Actor.YjnOuw5Y19JLXPL9]: Странствия и выживание в дикой природе не в новинку для Джет, и она остаётся хозяйственной и строгой, но обаятельной. Хоть некоторые беженцы и находят её отношение через чур резким, но, тем не менее, большинство наслаждается историями, которые она рассказывает во время готовки.</p><p>@UUID[Compendium.pf2e-ultimate-compendium.uc-bestiarij.Actor.GmHR6h9Ci4k7JyRW]: Хоть Рина и сохраняет оптимизм, но она всё ещё винит себя в смерти священника Ноэлана, её друга и наставника. Её вера пошатнулась, но, с помощью друзей, она может восстановить её и стать настоящей жрицей.</p><p>@UUID[Compendium.pf2e-ultimate-compendium.uc-bestiarij.Actor.CrEiCsTiSds5eKYu]{Кузнец Киннинг}: Не будучи особо сентиментальной, дварфский кузнец потеряла несколько друзей во время вторжения, но сожалеет она в основном о своём магазине. Она занимается сортировкой ресурсов и предоставляет свои услуги остальным беженцам.</p><p>@UUID[Compendium.pf2e-ultimate-compendium.uc-bestiarij.Actor.cR6woSVtXNBtmhxU]{Уэйн Орелд}: Хоть бывший фэндарский аптекарь надеется вернуть всё, что сможет, когда война закончится, потеря семейного магазина потрясла его. Он пытается забыться, одержимо работая до поздней ночи.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "ownership": {
        "default": -1,
        "B0v4DJgZRo91hWV7": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.330",
        "systemId": "pf2e",
        "systemVersion": "6.2.1",
        "createdTime": null,
        "modifiedTime": 1723410756075,
        "lastModifiedBy": "B0v4DJgZRo91hWV7"
      }
    },
    {
      "sort": 300000,
      "name": "Тем временем на передовой...",
      "type": "text",
      "_id": "27YAggIB7eSes0aY",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Действие первых двух томов Adventure Path происходит на относительно небольшой территории - южной части леса Фангвуд - но, пока ИП пытаются выжить в лесу, Легион Железного клыка продолжает свой поход через Нирматас. Используя Фэндар в качестве перевалочного пункта, войска Железного клыка осуществляют рейды на поселения и очаги сопротивления на Несмийских Равнинах. К началу событий \"Клыков войны\", силы Азаэрси контролируют часть Нирматаса от реки Маридэт до реки Дипкат. И продвигаются на юг, с лёгкостью преодолевая встреченное сопротивление, как от нирматанцев, так и от мольтунцев, тоже надеющихся завоевать эту же землю. Азаэрси назначила минотавра Коссерук продолжать упорный завоевательный поход на север страны (см. Pathfinder Adventure Path №117: Осада Лонгшэдоу). Из Фэндара войска Легиона осуществляют контроль за рекой Маридэт и тамранским трактом, позволяющим перебрасывать подкрепления в западный Нирматас. Первое ополчение, собранное тамранцами для проверки слухов об активности монстров на западе, было разгромлено. </p><p>Азаэрси не проявляет большого интереса к Фангвуду, по крайней мере пока. Дисциплинированные хобгоблины видят в кишащем феями лесу скорее опасность, нежели ресурс, чем обусловлено небольшое количество солдат, выделенных для противостояния Егерям Чернасадо. Азаэрси направила наёмников, изгнанников и наименее ценных солдат удерживать это чуждое хобгоблинам место. На данный момент, действия ИП являются для Легиона лишь баснями из диких, нецивилизованных земель.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "ownership": {
        "default": -1,
        "B0v4DJgZRo91hWV7": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.330",
        "systemId": "pf2e",
        "systemVersion": "6.2.1",
        "createdTime": null,
        "modifiedTime": 1723410883042,
        "lastModifiedBy": "B0v4DJgZRo91hWV7"
      }
    },
    {
      "sort": 400000,
      "name": "Клыки войны - краткое содержание",
      "type": "text",
      "_id": "XyG2lpuRwPXIErw7",
      "system": {},
      "title": {
        "show": false,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<h2>@UUID[JournalEntry.e1OuOrKPXbsnN8PS]{Часть 1. Исследуя Фангвуд}</h2><p>Чтобы защитить местность вокруг своего убежища и связаться с неуловимыми Егерями Чернасардо, персонажи игроков должны исследовать южный Фангвуд и узнать местоположение форта Ристин.</p><h2>@UUID[JournalEntry.UKO3DXn8Ih0iB0uk]{Часть 2. Праздник в форте Ристин}</h2><p>Персонажи обнаруживают, что группа фей поселилась в разрушенном форте Ристин и устроила в нём скверное празднество. Спася Егеря Чернасардо по имени Сирио, они узнают где находятся форты Нандер и Тревалэй. </p><h2>@UUID[JournalEntry.BpA31WDHFK5dmmzr]{Часть 3. Секреты форта Нандер}</h2><p>Чтобы защитить местность вокруг своего убежища и связаться с неуловимыми Егерями Чернасардо, персонажи должны исследовать южный Фангвуд и узнать местоположение форта Ристин.</p><h2>@UUID[JournalEntry.Qhoij6d3RGVmWXlF]{Часть 4. Каньон}</h2><p>Персонажи должны взять штурмом форт Тревалэй, крепость, построенную на скале в глубоком каньоне. Чёрный дракон Ибзаириак и его прислужники-хобгоблины заняли форт и персонажи должны победить их, чтобы освободить оставшихся Егерей.</p><h2>Отслеживание Развития</h2><p>\"Клыки войны\" рассчитаны на четверых персонажей и использует обычный темп накопления XP.</p><ul><li><p>Игроки начинают приключение с персонажами 5-го уровня</p></li><li><p>Персонажи должны достичь 6-го уровня во время исследования форта Ристин</p></li><li><p>Персонажи должны достигнуть 7-го уровня перед штурмом форта Тревалэй.</p></li><li><p>Персонажи игроков должны достичь 8-го уровня к концу приключения.</p></li></ul>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "ownership": {
        "default": -1,
        "B0v4DJgZRo91hWV7": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.330",
        "systemId": "pf2e",
        "systemVersion": "6.2.1",
        "createdTime": null,
        "modifiedTime": 1723411206672,
        "lastModifiedBy": "B0v4DJgZRo91hWV7"
      }
    },
    {
      "sort": 500000,
      "name": "Предстория приключения",
      "type": "text",
      "_id": "ip849ckwijHzh2gw",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Множество нирматанцев сражается с мольтунскими захватчиками, используя партизанскую тактику, но мало кто сравнится на этом поприще с Егерями Чернасардо. Эта сплочённая группа борцов за свободу патрулирует юго-западную часть Фангвуда, взяв себе имя в честь региона, называемого Чернасардо. Егеря Чернасардо мобильны, самодостаточны и неуловимы, но занимают три тайные крепости, где они обмениваются информацией, пополняют припасы и отдыхают. Несмотря на то, что Егерей редко видят за пределами Фангвуда, поскольку они не отвлекаются от своих стычек с мольтунскими захватчиками надолго, их слава бдительных защитников леса гремит по всему миру. </p><p>Когда Азаэрси планировала своё вторжение в Нирматас, с центром в южном Фангвуде, она знала, что ей необходимо уничтожить Егерей Чернасардо. Для этого она поручила двум обитателям этого леса, дикому хобгоблинскому друиду по имени Жанг и злобному чёрному дракону Ибзаириаку, возглавить контингент хобгоблинов и троллей, направленных против Егерей. Жанг знала множество секретов леса, включая расположение скрытых фортов Егерей, а Ибзаириак Шрамодел заслужил устрашающую репутацию на юге Нирматаса за коварство и жестокость. Азаэрси использовала Ониксовый ключ для того, чтобы высадить несколько отрядов в глубине Фангвуда под командованием Ибзаириака и в тайне от Егерей Чернасардо. </p><p>Ибзаириак и Жанг не подвели Азаэрси. Застигнув борцов за свободу врасплох, они быстро захватили самую защищённую крепость Егерей, форт Тревалэй. Сокрушительные атаки на другие крепости - форт Нандер и форт Ристин - были совершены до того, как Егеря успели перегруппироваться. Егеря Чернасардо были хороши в противостоянии организованным человеческим солдатам и были застигнуты врасплох внезапным нападением дракона и друида, использовавшего свои силы, чтобы подчинить себе лес, который Егеря считали домом, и обернуть его против них. После уничтожения двух других фортов, Ибзаириак и Жанг отступили в форт Тревалэй, приказав хобгоблинам найти и уничтожить оставшихся Егерей, прочесав юг Фангвуда. </p><p>Легион Железного клыка оставил символический гарнизон в руинах форта Ристин, а в форте Нандер - чрезмерно усердных наёмников-троллей, в наказание за то, что те практически разрушили его. Семейство жестоких фей заметило резню и ослабленную защиту форта Ристин и решило захватить его, чтобы устроить там отвратительный праздник. В форте Нандер затаившие обиду тролли замышляют месть своим бывшим хозяевам. </p><p>Помощь Егерей Чернасардо, на которую надеялись беженцы из Фэндара, недоступна. На самом деле, если не остановить силы Легиона Железного клыка в южном Фангвуде, то скоро не останется никаких Егерей для его защиты!</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "ownership": {
        "default": -1,
        "B0v4DJgZRo91hWV7": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.330",
        "systemId": "pf2e",
        "systemVersion": "6.2.1",
        "createdTime": null,
        "modifiedTime": 1723411305765,
        "lastModifiedBy": "B0v4DJgZRo91hWV7"
      }
    }
  ],
  "flags": {
    "exportSource": {
      "world": "pf2e",
      "system": "pf2e",
      "coreVersion": "12.331",
      "systemVersion": "6.2.2"
    }
  },
  "_stats": {
    "coreVersion": "12.330",
    "systemId": "pf2e",
    "systemVersion": "6.2.1",
    "createdTime": 1723410147305,
    "modifiedTime": 1723410153746,
    "lastModifiedBy": "B0v4DJgZRo91hWV7"
  }
}